Repository: vtutkus/Django-Autoservisas
Catalog: car_service/user_profile/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Picture
lt: Nuotrauka

source: User Profile
lt: Vartotojo Profilis

source: User Profiles
lt: Vartotojo Profiliai

source: Logged out
lt: Atsijunges

source: Login
lt: Prisijungti

source: or
lt: arba

source: go back to index
lt: grizti i pagrindini

source: login error, please try again
lt: prisijungimo klaida, prasome bandyti dar karta

source: you do not have permission to view this page
lt: jus neturite teises pasiekti si puslapi

source: Username
lt: Prisijungimo vardas

source: Password
lt: Slaptazodis

source: Forgot password
lt: Pamirsau slaptazodi

source: Password reset complete
lt: Slaptazodzio atnaujinimas ivykdytas

source: Password Reset
lt: Atnaujinti Slaptazodi

source: New Password
lt: Naujas Slaptazodis

source: Repeat New Password
lt: Pakartoti Nauja Slaptazodi

source: Change Password
lt: Pakeisti Slaptazodi

source: link expired
lt: nuoroda nebegalioja

source: Password reset
lt: Slaptazodzio atnaujinimas

source: we emailed you the link
lt: issiunteme jums nuoroda e-pastu

source: someone send you reset link
lt: kazkas issiunte jums atnaujinimo nuoroda

source: Reset Password
lt: Atnaujinti Slaptazodi

source: Update user info
lt: Atnaujinti vartotojo informacija

source: Update
lt: Atnaujinti

source: User registration
lt: Vartotojo registracija

source: E-mail
lt: E-pastas

source: enter valid email adress
lt: iveskite galiojanti e-pasto adresa

source: minimum 8 chars and a number
lt: minimum astuoni simboliai ir skaiciai

source: Repeat Password
lt: Pakartoti Slaptazodi

source: Register
lt: Registruotis

source: if you're registered, please
lt: jeigu jau esate uzsiregistraves, prasome

source: Profile updated succesfully
lt: Profilis sekmingai atnaujintas
